TargetApplication=Advanced Renamer
Author=Kim Jensen
website=https://www.advancedrenamer.com
SourceLANGID=1033
LANGID=1030
Generator=DKLang Translation Editor v3.0
LastModified=2017-02-19 12:53:05

[About]
00000002=Om
00000094=Aren
00000161=Luk
00000162=Versioner
00000165=Kommentarer, fejl og måder at forbedre på er meget velkomne.
00000166=Om Advanced Renamer
00000167=Se også forummet
00000168=Donér
00000169=Navn:
00000170=Registreret til:
00000171=Opdater
00000172=Få licensnøgle
00000173=Til privat brug:
00000174=Donér
00000175=Til kommerciel brug:
00000176=Køb

[AddDir]
00000002=Tilføj mappe
00000094=Maske:
00000161=Annuller
00000162=OK
00000163=Inkluder undermapper
00000164=Ny mappe...
00000165=Regulært udtræk mønster:

[ARenMain]
00000002=Advanced Renamer
00000005=0 elementer
00000006=0 fejl
00000007=Status: OK
00000008=Main Toolbar
00000009=Opfrisk
00000010=Test Kørsel
00000011=Auto Test
00000012=Vis Billeder
00000013=Indstillinger
00000014=&Hjælp
00000015=&Indeks...
00000016=Genvejstaster...
00000017=&Versionslog...
00000018=Søg efter opdateringer...
00000020=&Om...
00000021=&Fortryd tidligere kørsel
00000022=Start kørsel
00000023=toolbarList
00000024=&Tilføj
00000025=&Filer...
00000026=&Mapper...
00000027=&Liste
00000028=&Åben...
00000029=&Gem...
00000030=&Ryd...
00000031=Fjern filer med fejl
00000032=Flyt til top
00000033=Flyt op
00000034=Flyt ned
00000035=Flyt til bunden
00000036=Omdøb filer
00000058=Omdøb mapper
00000067=Filnavn:
00000068=Sti:
00000069=Størrelse:
00000070=Dato oprettet:
00000071=Dato ændret:
00000072=Filtype:
00000073=Attributter:
00000074=Dato åbnet:
00000075=FilInfo
00000076=Ingen info
00000077=Kan ikke læse udvidede informationer. Filen er måske i brug.
00000078=Img
00000079=Dimensioner:
00000080=Dato optaget:
00000081=Kunstner:
00000082=Copyright:
00000084=ID3
00000085=Titel:
00000086=Kunstner:
00000087=Album:
00000088=Nummer:
00000089=År:
00000090=Genre:
00000091=Dir
00000092=Indeholder:
00000094=Ingen metoder fundet.
00000095=Metoder til omdøbning
00000096=MethodBar
00000097=Tilføj metode
00000098=Fjern metode
00000099=Ryd
00000100=Øverst
00000101=Op
00000102=Ned
00000103=Nederst
00000105=Åben metodeliste
00000106=Gem metodeliste
00000107=Lister:
00000110=Åben liste
00000111=Flyt valgte
00000112=Flyt til toppen
00000113=Flyt op
00000114=Flyt ned
00000115=Flyt til bunden
00000116=Tilføj...
00000117=Fjern
00000118=Kør
00000119=Egenskaber...
00000120=Åben liste...
00000121=Gem liste...
00000122=Ryd liste
00000123=Opfrisk
00000124=Sæt
00000125=Automatisk kolonnebredde
00000144=Tilpas...
00000145=Kopier
00000152=Flyt
00000153=Øverst
00000154=Op
00000155=Ned
00000156=Nederst
00000157=Udskift metode med
00000158=Tilføj metode
00000159=Slet
00000160=Ryd
00000161=Brug for hjælp til at komme gang?
00000162=Brug for hjælp til at komme gang?
00000163=Kom igang...
00000164=Tilføj metode
00000179=Insæt &Tag
00000180=&Fortryd
00000181=Kl&ip
00000182=&Kopier
00000183=&Sæt ind
00000184=Vælg &alt
00000185=Besøg forumet online...
00000186=Tilpas kolonner
00000187=Sæt
00000188=Automatisk kolonnebredde
00000189=Tilpas...
00000190=Visning
00000191=Detaljer
00000192=Store ikoner
00000193=Små ikoner
00000194=Liste
00000195=Bidrag...
00000196=Marker
00000197=Fjern markering for valgte
00000198=Marker valgte
00000200=Marker ingen
00000201=Marker alle
00000202=Batch mode:
00000203=Output mappe:
00000204=Gem Liste
00000205=Til CSV fil...
00000206=Fjern filer og mapper uden ID3 tags
00000207=Fjern filer og mapper uden billedeinformationer
00000219=Regel for navnesammenfald
00000220=Seperator:
00000221=Mønster:
00000223=Åbn metoder
00000225=Gem metoder
00000226=Video
00000227=Opløsning:
00000228=Billeder per sek:
00000229=Varighed:
00000230=Video codec:
00000231=Lyd codec
00000232=Bitrate:
00000233=GPS Placering:
00000234=Sortér tilfældigt
00000235=Skift beskrivelse...
00000236=GPS Nøjagtighed:
00000237=ExifTool...
00000238=Tilføj mappe toolbar
00000239=Tilføj valgte
00000240=Vis filer
00000241=Opfrisk
00000242=Mappepanel
00000243=Mappepanel
00000244=Tilføj valgte
00000245=TV-show...
00000246=Importer
00000247=TV-Show:
00000248=TV Episode:
00000249=CSV Fil...
00000250=Afkryds for mønster...
00000251=Fjern kryds for mønster...
00000252=Program
00000253=Kommandolinie konfiguration...
00000254=Omvendt afkrydsning
00000255=Vælg
00000256=Vælg alle
00000257=Vælg ingen
00000258=Omvendt markering
00000259=Afkryds som afviger fra mønster...
00000260=Åben mappe
00000261=En ny version af Advanced Renamer er tilgængelig.
00000262=Opgrader nu!
00000264=luk

[CustomizeCols]
00000002=Tilpas kolonner
00000094=Kolonne sæt:
00000095=Kolonner:
00000096=Kolonnebredde:
00000097=OK
00000098=Annuller
00000099=Op
00000100=Ned
00000101=Øverst
00000102=Nederst
00000103=Gem
00000104=Slet

[InsertTag]
00000003=<Inc Nr> - Fortløbende nummer
00000096=Standard
00000097=<DirName> - Navn på mappe
00000099=<Inc Alpha> - Fortløbende bogstaver
00000101=<Num Dirs> - Antal undermapper i mappen
00000103=<Num Files> - Antal filer i mappen
00000105=<Ext> - Filens typenavn
00000107=<Name> - Filnavn uden filtype
00000109=<Inc NrDir> - Fortløbende nummer per mappe
00000111=<Num Items> - Fortløbende nummer for elementer i listen
00000113=ID3/MP3
00000114=<ID3 Album>
00000116=<ID3 Year>
00000118=<ID3 Track>
00000120=<ID3 Title>
00000122=<ID3 Genre>
00000124=<ID3 Artist>
00000126=Billede
00000127=<IMG Width> - Billedebredde
00000129=<IMG Height> - Billedehøjde
00000131=<IMG Year>
00000133=<IMG Month>
00000135=<IMG Day>
00000137=<IMG Hour>
00000139=<IMG Min>
00000141=<IMG Sec>
00000143=<IMG Author> - billede kunstner
00000145=<IMG Copyright> - Billede copyright
00000147=Tid
00000148=<Year>
00000150=<Sec>
00000152=<Min>
00000154=<Hour>
00000156=<Day>
00000158=<Month>
00000160=Oprettet
00000161=<Year Created>
00000163=<Sec Created>
00000165=<Min Created>
00000167=<Hour Created>
00000169=<Day Created>
00000171=<Month Created>
00000173=Ændret
00000174=<Year Modified>
00000176=<Sec Modified>
00000178=<Min Modified>
00000180=<Hour Modified>
00000182=<Day Modified>
00000184=<Month Modified>
00000186=Hjælp
00000187=<Rand> - Tilfældigt nummer
00000188=Advanced
00000189=<File Content>
00000190=<Bitrate>
00000191=<Substr> - Deltekst
00000192=<RSubstr> - Deltekst - fra højre
00000193=<Word> Indekseret ord fra filnavnet
00000194=<IMG Subsec>
00000195=Filstørrelse
00000196=<Filesize>
00000197=<Filesize Kb>
00000198=<Filesize Mb>
00000199=<Filesize Gb>
00000200=<Filesize Tb>
00000201=Video
00000202=<Video Width> - Video bredde
00000203=<Video Height> - Video højde
00000204=<Video Codec> - Video codec
00000205=<Video Audio Codec> - Lydcodec
00000206=<Bitrate> - Samlet bitrate
00000207=<Video Bitrate> - Bitrate for video
00000208=<Video Audio Bitrate> - Bitrate for lyd
00000210=<Video FrameRate> - Antal billeder per sek
00000211=<Video Duration> - Afspilningstid
00000212=<Img CameraMake>
00000213=<Img CameraModel>
00000214=<Img Aperture>
00000215=<Img Brightness>
00000216=<Img FocalLength>
00000217=<Img ISO>
00000218=<Img ShutterSpeed>
00000219=<Img ExposureTime>
00000220=<Img Subject>
00000221=<Img Title>
00000222=<Img Contrast>
00000223=<Img ExposureMode>
00000224=<Img ExposureProgram>
00000225=<Img Saturation>
00000226=<Img Sharpness>
00000227=<Img WhiteBalance>
00000228=GPS
00000229=<GPS Lat> - Breddegrad
00000230=<GPS Lat Deg> - Breddegrad grader
00000231=<GPS Lat Sec> - Breddegrad sekunder
00000232=<GPS Lat Min> - Breddegrad minutter
00000237=<GPS Lng> - Længdegrad
00000238=<GPS Lng Deg> - Længdegrad grader
00000239=<GPS Lng Min> - Længdegrad minutter
00000240=<GPS Lng Sec> - Længdegrad sekunder
00000241=<GPS Alt> - Højde
00000242=<GPS Country> - Land hvor billedet blev taget
00000243=<GPS City> - By hvor billedet blev taget
00000244=<GPS State> - Stat hvor billedet blev taget
00000245=<GPS Lng Dir> - Længdegrad retning
00000246=<GPS Lat Dir> - Breddegrad retning
00000247=<ExifTool> - Værdi fra ExifTool
00000249=Checksum
00000250=<MD5> - MD5 checksum
00000251=<SHA1> - SHA-1 checksum
00000252=<SHA256> - SHA-256 checksum
00000253=TV-Show
00000254=<TVShow Genres> - Liste af genrer
00000255=<TVShow Year> - År episode blev sendt
00000256=<TVShow Title> - TV-showest navn
00000257=<TVShow Season> - Seasonnummer
00000258=<TVShow EpisodeNumber> - Episodenummer
00000259=<TVShow Day> - Day episode blev sendt
00000260=<TVShow Month> - Måned episode blev sendt
00000261=<TVShow StartYear> - Første år showet blev sendt
00000262=<TVShow EpisodeTitle> - Episode titel
00000263=<TVShow EpisodeSequence> - Episode fortløbende number
00000264=<Inc Hex> - Forløbende hex nummer
00000265=<Inc Roman> Forløbende romertal
00000266=<Video Title>
00000267=<Video Genre>
00000279=<ID3 Duration> - Spilletid
00000280=<ID3 Hour> - Spilletid: Timer
00000281=<ID3 Min> - Spilletid: Minutter
00000282=<ID3 Sec> - Spilletid: Sekunder
00000283=<Video Hour> - Spilletid: Timer
00000284=<Video min> - Spilletid: Minutter
00000285=<Video Sec> - Spilletid: Sekunder
00000286=<File Line>
00000287=<Dec Nr> Faldende nummer
00000288=<UnixTimestamp>
00000289=<UnixTimestamp Created>
00000290=<UnixTimestamp Modified>
00000291=Tag dokumentation
00000292=<Img DPI> - Opløsning i DPI
00000293=<Img Width Inch> - Bredde i tommer
00000294=<Img Height Inch> - Højde i tommer
00000295=<Img Width Cm> - Bredde i centimeter
00000296=<Img Height Cm> - Højde i centimeter
00000297=<Img Width Mm> - Bredde i millimeter
00000298=<Img Height Mm> - Højde i millimeter

[InsertTagWnd]
00000002=Insæt tag
00000094=Luk
00000095=Numerisk værdi
00000096=Mønster
00000097=OK
00000098=Brug regulære udtryk
00000099=Tags:
00000100=Metakarakterer til brug for regulære udtryk:

[Patern]
00000002=Masker
00000094=Tilgængelige masker:
00000159=Slet
00000160=Valgte maske:
00000161=OK
00000162=Annuller
00000163=Tilføj
00000164=Ny

[PreRenaming]
00000002=Start Omdøbning
00000094=Indstillinger for omdøbning
00000160=Vær sikker på at dine indstillinger er korrekte før du klikker på Omdøb-knappen.
00000161=Annuller
00000162=Omdøb

[Progress]
00000002=Vent venligst
00000094=Vent venligst mens kørslen udføres...
00000160=Antal filer:
00000161=OK
00000162=Se fejl
00000163=Tilføj filer:
00000164=Ingen
00000165=Ingen\nFiler der kunne omdøbes\nFiler der ikke kunne omdøbes\nAlle filer\n
00000166=TabSheet1
00000167=Filnavn
00000168=Fejlode
00000169=Fejlbeskrivelse
00000170=Antal filer:
00000171=Udført OK:
00000172=Fejl:
00000173=TabSheet2
00000174=Fejl fundet:

[ProgressAdd]
00000002=Vent venligst
00000094=Tilføjer filer...
00000161=Annuller

[ProgressError]
00000002=Der er blevet fundet fejl
00000094=Der er blevet fundet fejl i de filer der er valgt til kørslen. Følgende filer kan ikke omdøbes. Vælg en handling nedenfor. Der er endnu ikke blevet omdøbt nogle filer.
00000161=Stop kørsel
00000163=Spring over filer med fejl
00000164=Antal filer:
00000165=Fejl:
00000166=Filnavn
00000167=Fejl

[Settings]
00000002=Indstillinger
00000161=Annuller
00000162=OK
00000163=Standard
00000164=Erstat ugyldige tegn med:
00000165=Bredde:
00000166=Højde:
00000167=Vis FilInfo-boks
00000168=Bekræf Ryd liste
00000171=Vis i Stifinders højrekliksmenu
00000172=Vis gitter
00000173=Brug EXIF-informationer til billedehøjde og -bredde
00000175=Sprog / Language:
00000177=Gem personlige indstillinger i denne mappe:
00000178=Personlig mappe
00000179=Samme mappe som aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Åbn mappe...
00000187=Kom godt igang
00000188=Brug foranstillede nummer ved Inc Nr
00000194=Led efter opdateringer når programmet startes\n
00000195=EXIF felt til billede dato- og tidoperationer:
00000196=Markeret tilstand påvirker Inc Nr tags
00000197=Ordseperators:
00000198=Tilknyt .aren filer med Advanced Renamer
00000199=Mijø
00000200=Program
00000201=Omdøbning
00000202=Billede filer
00000203=Musik filer
00000204=ID&3 Præference
00000205=Vis panelet, tilføj metode
00000206=Tilføj filer når job afsluttes:
00000207=Konsole program
00000208=Program mappe i miljøvariabler
00000209=JS Script editor
00000210=Tab indrykning:
00000212=Scroll past end of line
00000213=Begrænsning af filer i listen:

[UndoBatchForm]
00000002=Fortryd
00000094=Vælg en fortrydelseskørsel i listen til venstre
00000161=Luk
00000162=Fortryd denne liste
00000163=Orignalt filnavn
00000164=Omdøbt filnavn
00000165=Fejl
00000166=Mappe
00000167=Vælg all
00000168=Fravælg all
00000169=Vælg en tidligere kørsel nedne for og click på "Fortryd dene liste" for at rulle tilbage til de tidligere filnavne.
00000170=Omdøbt mappe
00000171=Slet...
00000172=Fravælg linier med fejl

[frmAddFolderChoice]
00000001=Tilføj mappe
00000002=Annuller
00000003=OK
00000004=Tilføj filerne i mapperne
00000005=Tilføj mapperne
00000006=Medtag undermapper
00000007=Maske:
00000008=Vælg hvordan du vil tilføje mapperne til Advanced Renamer.
00000009=Tilføj rodmapper
00000010=Tilføj undermapper
00000011=Regulært udtryk mønster:

[BatchResultFrame]
00000003=Seneste resultat
00000004=Antal elementer:
00000005=Antal fejl:
00000006=Vis fejl...
00000007=Fortryd seneste kørsel...
00000008=Tilføj alle successfulde elementer
00000009=Tilføj elementer med fejl
00000010=Tilføj alle elementer

[frmExifTool]
00000002=ExifTool
00000094=Luk
00000096=Tag:
00000097=Kopier
00000098=ExifTool er et eksternt program med understøttelse af flere formater end hvad Advanced Renamer normalt understøtter. Brug ExifTool til at få adgang til flere fil data.
00000099=ExifTool hjemmeside
00000100=Filtrer:

[frmJSScript]
00000001=Script
00000002=Luk og anvend script
00000003=Dette script vil blive udført én gang for hvert objekt i listen.
00000004=Dette script vil blive udført én gang inden objekter i listen behandles. Brug det til at opsætte startværdier.

[frmCSVImport]
00000002=CSV Importer
00000003=&Importer
00000008=Annuller
00000009=Filnavn:
00000010=Kolonne separator:
00000011=Kolonne for oprindeligt filnavn:
00000012=Kolonne for nyt filnavn: (valgfrigt)
00000013=Rodmappe for oprindelige filer:
00000014=Første linie er overskrifter
00000015=Optindeligt filnavn
00000016=Nyt filnavn
00000017=Status

[frmTVShow]
00000002=TV-show Importering
00000003=OK
00000004=Søg efter tv-show:
00000005=Søg
00000006=Næste >
00000007=< Forrige
00000008=Annuller
00000009=Valgte tv-show:
00000010=Genre:
00000011=Sæsoner:
00000013=Sæsoner:
00000014=Episoder:
00000015=Brug denne guide til at berige listen med informationer fra TV-shows fra TVRage.com.\n\nInden du fortsætter skal du sikre dig at filerne i listen er sorteret korrekt.\n\nDu kan bruge tilhørende TV-show tags når du er færdig med at importere fra tvrage.com.\n
00000016=Importer fra:
00000017=Antal i filliste:
00000018=Antal valgte episoder:
00000019=Opfrisk
00000020=All
00000021=None
00000022=All
00000023=None

[frmCommandLine]
00000002=Kommandolinie konfiguration
00000202=Batch mode:
00000223=Åbn metoder
00000224=Sti:
00000225=Metode fil:
00000226=Element type:
00000227=Filer/Mapper:
00000228=Rækkefølge:
00000229=Output til log fil:
00000230=Destinationsmappe:
00000231=Fil/mappe maske:
00000232=Regex fil/mappe maske:
00000233=Kommando:
00000234=Fil indeholdende filer/mapper:
00000235=Tilføj også filer/mapper fra undermapper
00000236=Omvendt rækkefølge
00000237=Filer/mapper fra sti
00000238=Liste af filer/mapper
00000239=Fil indeholdende filer/mapper
00000240=Kopier kommando
00000241=Gem til .bat-fil...
00000242=Luk
00000243=Åbn fl
00000244=Gem fil
00000245=Gem bat-fil

[$CONSTANTS]
AbsoluteDateTime=Absolut dato og tid
Accessed=Åbnet
AccessedDateTime=Åbnet dato og tid
Active=Aktiv
Add=Tilføj
AddFiles=Tilføj filer
AddingFiles=Tilføjer filer...
All=Alle
AllFiles=Alle filer
AllItems=Alle elementer
AnalyzingFiles=Alalyserer filer...
ApplyScript=Anvend script
ApplyTo=Udfør på
Archive=Arkiv
Archive_Short=A
Ask=Spørg
AtIndex=På position
Audio=Lyd
Backwards=Bagfra
BatchModeCopy=Kopier
BatchModeMove=Flyt
BatchModeRename=Omdøb
Beta=Beta
BetaFeature=Beta feature
CaseSensitive=Forskel på store og små bogstaver
ColumnName0=Filnavn
ColumnName1=Sti
ColumnName10=ID3 Genre
ColumnName100=Mappenavn
ColumnName101=Sti
ColumnName102=Oprettet dato
ColumnName103=Attributter
ColumnName104=Nye attributter
ColumnName105=Nyt mappenavn
ColumnName106=Ny oprettet dato
ColumnName107=Fejlkode
ColumnName108=Fejl
ColumnName109=Ny sti
ColumnName11=ID3 Titel
ColumnName12=ID3 Nr
ColumnName13=ID3 År
ColumnName14=Nye attributer
ColumnName15=Nyt filnavn
ColumnName16=Ny oprettet dato
ColumnName17=Ny åbnet dato
ColumnName18=Ny ændret dato
ColumnName19=Fejlkode
ColumnName2=Størrelse
ColumnName20=Fejl
ColumnName21=Optaget dato
ColumnName22=Filtype
ColumnName23=Ny sti
ColumnName3=Oprettet dato
ColumnName4=Åbnet dato
ColumnName5=Ændret dato
ColumnName6=Attributter
ColumnName7=Dimensioner
ColumnName8=ID3 Album
ColumnName9=ID3 Kunstner
CommercialUse=Kommerciel brug
CopiedFileCouldNotBeFound=Kopieret fil blev ikke fundet
CopiedFolderCouldNotBeFound=Kopieret mappe blev ikke fundet
CopiedItem=Kopieret fil
CopiedItemPath=Sti der er kopieret til
Created=Oprettet
CreatedDateTime=Oprettet dato og tid
current=nuværende
Datetime=Dato og tid
Day=Dag
Day_Long_1=Mandag
Day_Long_2=Tirsdag
Day_Long_3=Onsdag
Day_Long_4=Torsdag
Day_Long_5=Fredag
Day_Long_6=Lørdag
Day_Long_7=Søndag
Day_Short_1=Man
Day_Short_2=Tir
Day_Short_3=Ons
Day_Short_4=Tor
Day_Short_5=Fre
Day_Short_6=Lør
Day_Short_7=Søn
DeltaDateTime=Delta dato og tid
Description=Beskrivelse
DirnamePattern=Mappenavns mønster
Edit=Rediger
Error=Fejl
Errors=Fejl
Err_100=OK
Err_101=Ukendt fejl
Err_102=<>:"/\\*? er ikke gyldige i et filnavn
Err_103=Filnavn indeholder ugyldige tegn
Err_104=Filnavn er for langt
Err_105=Filen findes allerede
Err_106=Mappen blev ikke fundet
Err_107=Kan ikke finde kildefilen
Err_108=Filnavn ikke angivet
Err_109=Mulighed for flere filer med samme navn
Err_110=Ugyldig omdøbningsmetode
Err_111=Ingen billede-informationer
Err_112=Ingen ID3 TAG
Err_113=For mange filer til <Inc Alpha>
Err_114=Ugyldigt dato/tid
Err_115=Filtypenavn er ændret
Err_116=Ugyldigt tag
Err_117=Ugyldigt regulært udtryk
Err_118=Mønster ikke fundet
Err_119=Intet resultat fra geo server
Err_120=Ugyldigt resultat fra geo server
Err_121=Ingen video information fundet
Err_122=Ingne GPS information fundet
Err_123=Mapper kan ikke flyttes eller kopieres til andre drev
Err_124=Ugyldigt script
Err_125=ExifTool fejl
Err_126=TV-show-information er endnu ikke blevet hentet. Brug TV-Import-vinduet først
Err_127=Ignorer dublet
Excellent=Fremragende
EXIFDate_DateDigitized=Dato digitaliseret
EXIFDate_DateOriginal=Dato original
EXIFDate_DateTaken=Dato taget
EXIFToolDate_DateOriginal=ExifTool DateOriginal
EXIFToolGPSDateTime=ExifTool GPS DateTime
Extension=Typenavn
Fair=Rimelig
File=Fil
FileCouldNotBeRenamed=Fil kunne ikke blive omdøbt
Fileinfo=Fileinfo
FilenamePattern=Filnavnsmønster
FileRenamedOK=Fil blev omdøbt OK
Files=Filer
Folder=Mappe
FolderLocation=Pplacering
Folders=Mapper
GettingThumbnails=Henter miniaturebilleder
Good=God
GotErrors=Har Fejl
HandleNegativeNumbers=Håndter negative numre
Hidden=Skjult
Hidden_Short=H
Hour=Time
Ideal=Ideal
ImageDateTime=Billede dato og tid
ImageFile=Billedefil
InputMessageDescription=Skift metodes beskrivelse
InvertCase=Sæt store til små og små til store
ItemNotReverted=Fil/mappe kunne ikke tilbagerulles
ItemRevertedOK=Tilbagerullet OK
Items=Elementer
LoadList=Åbn liste
LowerCase=Sæt alt med småt
LowerCaseFirstLetter=Sæt første bogstav med småt
LowerCaseFirstLetterInEveryWord=Sæt første bogstav i hvert ord med småt
LowerCasePattern=Set mønster til små bogstaber
MethodName_Add=Tilføj
MethodName_Attributes=Attributter
MethodName_List=Liste
MethodName_ListReplace=Liste erstat
MethodName_Move=Flyt
MethodName_NewCase=Store og små bogstaver
MethodName_NewName=Nyt navn
MethodName_Remove=Fjern
MethodName_RemovePattern=Fjern mønster
MethodName_Renumber=Renummerering
MethodName_Replace=Erstat
MethodName_Script=Script
MethodName_Swap=Ombyt
MethodName_Timestamp=Dato og tid
MethodName_Trim=Trim
Methods=Metoder
Min=Min
Moderate=Moderat
Modified=Ændret
ModifiedDateTime=Ændret dato og tid
Month=Måned
Month_01_Long=Januar
Month_01_Short=Jan
Month_02_Long=Februar
Month_02_Short=Feb
Month_03_Long=Marts
Month_03_Short=Mar
Month_04_Long=April
Month_04_Short=Apr
Month_05_Long=Maj
Month_05_Short=Maj
Month_06_Long=Juni
Month_06_Short=Jun
Month_07_Long=Juli
Month_07_Short=Jul
Month_08_Long=August
Month_08_Short=Aug
Month_09_Long=September
Month_09_Short=Sep
Month_10_Long=Oktober
Month_10_Short=Okt
Month_11_Long=November
Month_11_Short=Nov
Month_12_Long=December
Month_12_Short=Dec
MoveCount=Flyt antal
MovedFileCouldNotBeFound=Flyttet fil blev ikke fundet
MovedFolderCouldNotBeFound=Flyttet mappe blev ikke fundet
MovedItem=Flyttet fil
MovedItemPath=Sti fil er flyttet til
MoveFrom=Flyt fra
MoveRelative=Flyt relativt
MoveTo=Flyt til
MsgTitle_Confirm_ClearList=Ryd liste
MsgTitle_Confirm_DeleteColumnSet=Slet kolonnesæt?
MsgTitle_Confirm_OverwriteColumnSet=Sæt findes allerede
MsgTitle_Confirm_Quit=Afslut Advanced Renamer
MsgTitle_Error=Fejl
MsgTitle_Error_FileNotFound=Filen blev ikke fundet
MsgTitle_Error_InvalidColumnSetName=Ugyldigt navn
Msg_Confirm_ClearList=Du er ved at fjerne alle filer fra listem\n\nVil du fortsætte?
Msg_Confirm_ClearMethodList=Ryd metodeliste?
Msg_Confirm_DeleteColumnSet=Slet kolonnesæt?\n\nSikker på du vil slette kolonnesættet "%s"?
Msg_Confirm_ExtChanged=Filtypenavnet vil blive ændret på en eller flere filer. Det kan i nogle tilfælde gøre filerne ubrugelige.\n\nEr du sikker på du vil fortsætte?
Msg_Confirm_OverwriteColumnSet=Sættet findes allerede\n\nVil du overskrive sættet "%s"?
Msg_Confirm_OverwriteFile=Overskriv fil?\n\nDu er ved at overskrive filen "%s". Vil du forstsætte?
Msg_Confirm_PopulateList=Fyld tekst feltet med de oprindelige navne fra objekterne i listen?
Msg_Confirm_Quit=Der er stadig filer i listen.\n\nEr du sikker på du vil afslutte?
Msg_Confirm_RenamingPossibleErrors=Fejl fundet.\n\nDer blev fundet mulige fejl der kan forhindre en eller flere elementer i at blive omdøbt.\n\nVil du forsætte med omdøbningen alligevel?
Msg_Confirm_SettingsPathChanged=Du har ændret mappen med indstillinger.\n\nVil du kopiere dine nuværende indstillinger til denne mappe?\n\nNB: Alle eksisterende filer i mappen vil blive overskrevet.
Msg_Error_AddFileAssociation=Kunne ikke oprette filtilknytning
Msg_Error_CannotAddSoManyFiles=Kan ikke tilføje filer.\n\nDu kan ikke tilføje mere end %d filer til listen.
Msg_Error_CheckUpdates=Fejl\n\nKunne ikke tjekke for opdateringer.
Msg_Error_CoultNotCreateFolder=Kunne ikke oprette mappe
Msg_Error_FileNotFound=Fejl\n\nKan ikke finde filen "%s".
Msg_Error_InvalidColumnSetName=Fejl\n\n"%s" er ikke et gyldigt navn.\n\nEt kolonnesætnavn må kun indeholder bogstaver, tal, - og _.
Msg_Error_InvalidFolder=Fejl\n\nUgyldig mappe.
Msg_Error_MustEnableBeforeAddFolders=Du skal vælge enten "%s" eller "%s"
Msg_Error_NotFoundItems=%d objekter blev ikke fundet.\n\n%s
Msg_Error_NoUndoList=Der er ikke valgt en fortrydelsesliste.
Msg_Error_Only2000Plus=Denne funktion er ikke understøttet af dit operativsystem. Denne funktion kan kun bruges på Windows 2000 eller nyere.
Msg_Error_RemoveFileAssociation=Kunne ikke fjerne filtilknytning
Msg_Error_RenamingNoFilesInList=Fejl\n\nKan ikke starte omdøbningen, fordi der ikke er nogle filer i listen.
Msg_Error_Server=Fejl ved kommunikation med server
Msg_Error_Unknown=Ukendt fejl\n\n%s
Msg_FirstTimeUse=Dette er første gang du bruger Advanced Renamer. Det er en god ide at kigge i brugerguiden før programmet bruges.\n\nVil du se brugerguiden nu?
Msg_Info_BatchModeNotSupportedForFolders=Den valgte batch mode er ikke understøttet med mapper.
Msg_Info_ConvertMethods_0310=Metodefiler er i denne version af Advanced Renamer placeret i en valgfri mappe. Når du klikker OK  vil du blive bedt om at vælge en tom mappe hvortil eksisterende metodefiler vil blive kopieret til.
Msg_Info_CouldNotBeAdded=%d filer kunne ikke blive tilføjet.
Msg_Info_ItemsAlreadyInList=%d af objekterne er allerede i listen
Msg_Info_LanguageChange=Sprogindstillinger træder først i kraft når programmet er blevet genstartet.\n\nLanguage changes is first applied when the program has been restarted.
Msg_Info_NewVersion=En nyere version af Advanced Renamer er tilgængelig.\n\nVil du downloade den nye version?
Msg_Info_NoNewVersion=Der er ikke nogen nyere version af Advanced Renamer på nuværende tidspunkt.
Msg_Info_RevertChanges=Dette vil ændre alle dine indstillinger til standardindstillinger.\n\nVil du fortsætte?
Msg_Info_ThankYou=Tak :-). Du er den bedste!
Msg_Info_UndoHasEnded=Fortrydelse af job er afsluttet med %d fejl.
Msg_Info_UndoSuccess=Omdøbningen er blevet fortrudt.
MusicFile=Musikfil
Name=Navn
NameAndExtension=Navn og typenavn
NameCollisionRule_AppendImgSubsec=Tilføj billede sub second
NameCollisionRule_AppendNumber=Tilføj fortløbende nummer
NameCollisionRule_AppendPattern=Tilføj mønster
NameCollisionRule_Fail=Meld fejl
NameCollisionRule_Ignore=Ignorer
NewCase=Store og små bogstaver
NewFolder=Ny mappe
NewName=Nyt navn
NewNumber=Nyt nummer
No=Nej
NoChange=Ingen ændring
NoMethods=Ingen metoder er i brug.\n\nKlik på Tilføj-knappen for at tilføje nye metoder.
None=Ingen
Nth1=1.
Nth2=2.
Nth3=3.
Nth4=4.
Nth5=5.
Nth6=6.
Nth7=7.
Nth8=8.
Nth9=9.
NumberDifference=Nummerforskel
NumberLength=Nummerlængde
NumberPosition=Nummer position
NumericValueOrPattern=Numerisk værdi eller søgemønster
Occurrence=Forekomst
OK=OK
OriginalFileNotFound=Original fil blev ikke fundet
OriginalFileStillExists=Original fil findes allerede
OriginalFolderNotFound=Original mappe blev ikke fundet
OriginalFolderStillExists=Original mappe findes allerede
Pattern=Mønster
PersonalUse=Privat brug
Poor=Dårlig
PopulateList=Fyld liste
PreBatchScript=Pre script...
ReadOnly=Skrivebeskyttet
Readonly_Short=R
RegEx_AnyChar=Hvilke som helst karakter
RegEx_CharList=Karakter indeholdt i liste af karakterer
RegEx_Digit=Tal
RegEx_EndLine=Slutningen af linien
RegEx_Match0OrMore=Matcher 0 eller flere
RegEx_Match1Or0=Matcher 1 eller  0
RegEx_Match1OrMore=Matcher 1 or eller flere
RegEx_MatchLeastNTimeNoMoreM=Matcher mindst n gange men ikke mere end m gange
RegEx_MatchLeastNTimes=Matcher mindst n gange
RegEx_MatchNTimes=Matcher n gange
RegEx_NonCharList=Karakter ikke indeholdt i liste af karakterer
RegEx_NonDigit=Ikke tal
RegEx_NonWordChar=Karakter der ikke kan være et ord
RegEx_StartLine=Start på linien
RegEx_SubAlternative=Alternativt delmønster
RegEx_SubGroup=Delmønstergruppe
RegEx_SubMatch=Første delmønster match
RegEx_WordChar=Karakter der kan være et ord
Register=Registrer
RegisteredTo=Registreret til %s
RemoveCount=Slet antal
RenamedFileCouldNotBeFound=Den omdøbte fil blev ikke fundet
RenamedFolderCouldNotBeFound=Den omdøbte mappe blev ikke fundet
RenamedItem=Omdøbt fil
RenamedItemPath=Sti fil er omdøbt i
RenumberChange=Skift til
RenumberChangeTypeAbsoluteText=Absolut nummer
RenumberChangeTypeRelativeText=Relativt til eksisterende nummer
Replace=Erstat
ReplaceWith=Erstat med
SaveColumnSet=Gem kolonnesæt
SaveList=Gem liste
Season=Season
Sec=Sek
SelectFolder=Vælg mappe
SelectMethod=Vælg en metode.
Separator=Separator
Set=Sæt
ShowInWindow=Vis i vindue...
Skip=Spring over
StartingAt=Med start i
Status=Status
Status_TestingNames=Status: Tester navne...
System=System
System_Short=S
Tag=Tag
TagCategoryAdvanced=Avancerede Tags
TagCategoryChecksum=Checksum Tags
TagCategoryDateTime=Dato/Tid Tags
TagCategoryDateTimeCreated=Datoi/Tid Oprettet Tags
TagCategoryDateTimeModified=Dato/Tid Ændret Tags
TagCategoryDefault=Standard Tags
TagCategoryFileSize=Filstørrelse Tags
TagCategoryGPS=GPS Placering Tags
TagCategoryID3=ID3/MP3 Tags
TagCategoryImage=Billede Tags
TagCategoryTVShow=TV-Show
TagCategoryVideo=Video Tags
TBShowlblEpisodesTitle=Vælg sæsoner og episoder fra "%s".
TextList=Tekstt liste
TextToBeReplaced=Tekst der skal erstattes
ToRemoveMoreThanOne=For at fjerne mere end ét mønster kan \\ bruges til at separere strengene.
ToReplaceMoreThanOne=For at erstatte mere end en streng kan \\ bruges til at separere strengene.
TrimCharacters=Trim tegn
TypeNameForColumnSet=Indtast et navn for kolonnesættet.
Unknown=Ukendt
Unset=Fjern
UpdateAvailable=En ny version er tilgængelig. Klik for at opgradere.
UpperCase=Sæt alt med stort
UpperCaseFirstLetter=Sæt første bogstav med stort
UpperCaseFirstLetterInEveryWord=Sæt første bogstav i hvert ord med stort
UpperCasePattern=Set mønster til store bogstaver
UseRegularExpressions=Brug regulære udtryk
Value=Værdi
Video=Video
VideoFile=Video fil
WithErrors=Elementer med fejl
WithoutErrors=Elementer uden fejl
WordSeperators=Ord-separetor
Year=År
Yes=Ja
ZeroPadding=Foranstillede nuller
ZeroPadTypeAuto=Automatisk
ZeroPadTypeManual=Manuelt
ZeroPadTypeNo=Ingen foranstillede nuller
